[{"type":"heading","depth":1,"text":"Your First Safari - How To"},{"type":"paragraph","text":"In 2019, my boyfriend and I went on a Safari to Tanzania. We were excited and, at the same time, afraid it wouldn’t match our expectations (our previous and first major travel was a huge success). But I can honestly say it did :) We booked with [Roam Serengeti Safaris](https://www.safaribookings.com/p3237) and couldn't have asked for anyone better."},{"type":"space"},{"type":"paragraph","text":"Apart from animal sighting there are other things you can do/see in Tanzania. Some of them were included in our Safari, some were extra. If you want to know more [check this page](./07-09-2019-Other_Things_In_Tanzania.md.html)."},{"type":"space"},{"type":"heading","depth":2,"text":"How long to go"},{"type":"paragraph","text":"We went on a 9 days Safari, including some cultural days in which we got to meet a few of the 120 tribes currently existing in Tanzania. These 9 days didn’t include arrival nor departure days. I think it was the perfect amount of time (of course this depends on what you want to see and where you want to go).\nAfter we spent 4 days on the beach in Zanzibar and 2 days in the city: one in Stone Town, Zanzibar and one in Dar Es Salaam."},{"type":"space"},{"type":"heading","depth":2,"text":"When to go"},{"type":"paragraph","text":"We went on the end of July because it’s when the Great Migration is crossing towards Kenya and we wanted to try and see one of the famous river crossings (which we did as I’ve said before). More, it’s the beginning of the dry season, so the chances of rain are slim and it won’t be too hot.\nGoing in January or February is great if you want to witness the calving season. It’s also allegedly easier to see some hunting.\nAll around the year you’ll see the different animals. What you need to decide is which phase of the Great Migration you want to witness, as all other animals will be the same :D Except for the Rhino (the only one we didn’t get to see), that is easier to spot in the hot, rainy season.\nMarch, April and May are the only months in which it’s not advisable to visit the north of Tanzania (where all the parks I mentioned are) as some of the roads within the parks will be closed because of the rain."},{"type":"space"},{"type":"heading","depth":2,"text":"Private or Group tour"},{"type":"paragraph","text":"We opted for a private tour and I honestly think it’s the best option. It enables you to personalise the tour to your preferences (with corresponding prices updates, of course), you can spend as much or as little at each spot as you want.\nOne thing that’s worth noticing is that it’s really not that cheaper to go on a group tour. Ask for quotes and check it by yourself.\nI would totally advise against going on a group tour that takes place in a bus. We saw some of these and there wasn’t even an open window for each person. A pop-up jeep or a pop-out walls one (don’t know the actual name, but the car’s sides are removable) are the best ones. They give you more visibility and you will need that visibility."},{"type":"space"},{"type":"paragraph","text":"_**Is it really that important to have independence from strangers while in Safari?**_"},{"type":"space"},{"type":"paragraph","text":"I honestly think so. For instance, we spent 3 hours waiting in the car to see a river crossing, we spent 2 hours looking at a leopard on a tree waiting to see if it would get up and eat the prey it had previously caught and that was laying in a nearby branch and we spent some time looking at an impasse situation: a buffalo in a pond surrounded by lions, the lions didn’t want to go in the water, the buffalo couldn’t get out of it without getting attacked. In other cases we would just move. For instance, after seeing tons of zebras you don’t need to stop every time you see more zebras. Nevertheless, sometimes they were in some weird positions and we would stop to take a picture. All of this flexibility is only possible because we weren’t in a bigger group, in which you have to deal with strangers preferences. Moreover, you’re always more at ease when you’re with people you know and whose habits you already know. However, the more the cheaper per person. So if you can take friends or family with you (max 7 people) it will get cheaper."},{"type":"space"},{"type":"heading","depth":2,"text":"How expensive it is"},{"type":"paragraph","text":"The best advice I can give is “ask for quotes” and “ask for quotes”. You will find all sorts of prices. But don’t be fooled, it is expensive. Of course the more days you go the more expensive it will get. But I can tell you I got quotes, for the same amount of days, that were twice as much as others. There are some differences between them that justify a bit of the difference, such as the type of accommodations where you stay or the state of the vehicle (we saw some that were clearly newer and with seats more comfortable than ours). Other than that, the quality of the guide is the most important aspect of the Safari and that has no correlation to the price. **These are all prices for two people.**"},{"type":"space"},{"type":"paragraph","text":"**Safari itself** (9 days with all meals and accommodations included): 5000€ (2500€ p.p.)"},{"type":"space"},{"type":"paragraph","text":"Meals on the day before and dinner on the last day: 27€"},{"type":"space"},{"type":"paragraph","text":"Accommodation before and after: 62€"},{"type":"space"},{"type":"paragraph","text":"Tips: 24€ + 200€ for the guide"},{"type":"space"},{"type":"paragraph","text":"Shuttle to/from airport: 60€"},{"type":"space"},{"type":"paragraph","text":"Flights to/from Portugal (Porto): 1856.84€ (928.42€ p.p.)"},{"type":"space"},{"type":"paragraph","text":"Don’t forget to verify what is included in the pack you’re paying. All our meals were included during the Safari but not the drinks. We only drank like a juice and a beer per day so it wasn’t a hit on the budget. But if you drink wine or several beers watch out."},{"type":"space"},{"type":"heading","depth":2,"text":"Tipping"},{"type":"paragraph","text":"Regardless of whether you’re used to tip, you should at least tip your driver. The price you pay doesn’t include their salary, they only receive an allowance per day. I don’t agree with this way of working but it won’t be me, a foreigner, to tell them how I think that’s wrong. The tip suggested by our tour operator was about 10 USD per day per person.\nOther than that, we tipped a few times but every time it felt like they weren’t expecting it, it was a bit awkward so we just stopped doing it (we were only doing it because we thought they expected it and because there is high a discrepancy between our life cost and theirs (we never tip in Portugal, in fact most portuguese people don’t in case you were wondering)."},{"type":"space"},{"type":"heading","depth":2,"text":"How to book"},{"type":"paragraph","text":"We mostly used Safari Bookings and Trip Advisor. Safari Bookings is a huge help. It enables search by country and by park to visit and it presents an estimate of the amount you’ll be paying for the dates you define.\nOur process was:"},{"type":"list_start","ordered":true,"start":1,"loose":false},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Define the country"},{"type":"list_start","ordered":true,"start":1,"loose":false},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Look online for the best countries for a Safari we settled with Tanzania and/or Kenya)"},{"type":"list_item_end"},{"type":"list_end"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Define what we absolutely had to visit"},{"type":"list_start","ordered":true,"start":1,"loose":false},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Check several tours (both from Safari Booking or randomly found online) regardless of their price"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Check the parks they suggested"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Search online information about those parks"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Define our priorities (we settled for Ngorongoro and North Serenget for the river migration in Tanzania and Masai Mara in Kenya)"},{"type":"list_item_end"},{"type":"list_end"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Check the best time to do it"},{"type":"list_start","ordered":true,"start":1,"loose":false},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"In our case for the migration this was late July"},{"type":"list_item_end"},{"type":"list_end"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Search Safari Bookings using these filters"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Make a document with all the tour operators that matched the filters"},{"type":"list_start","ordered":true,"start":1,"loose":false},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Get the review score (and number of reviews) for each of them from both Safari Bookings and Trip Advisore"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Filter out all that didn’t met our minimum requirements (low score or too little reviews)"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"*This was a bit hardocore as there are really a ton*"},{"type":"list_item_end"},{"type":"list_end"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Select the top ones"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Check the tours they offered (we can even get an idea of the price without asking for a quote in Safari Bookings)"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Ask for quotes for the tours in which we were interested"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Make a document with the ones that made it until here with what would be done in each day"},{"type":"list_item_end"},{"type":"list_item_start","task":false,"loose":false},{"type":"text","text":"Compare them and make a final decision"},{"type":"space"},{"type":"list_item_end"},{"type":"list_end"},{"type":"paragraph","text":"AFAIK, the reviews on Safari Bookings can be trusted. At least as much as the ones in Trip Advisor."},{"type":"space"},{"type":"heading","depth":2,"text":"Which parks to visit"},{"type":"paragraph","text":"I can advocate for the ones we visited: We started with two days in Tarangire, where we got to see a bit of everything, which is great considering it was our first time. Special notice to the elephants. So many and of varying sizes. We got to see some really small ones who were around 3 or 4 months. It was great. "},{"type":"space"},{"type":"paragraph","text":"![Tarangire](./images/Tanzania/elephants.jpg)"},{"type":"space"},{"type":"paragraph","text":"Next we visited Serengeti, which means endless plains. It’s easy to understand why if you look at this 180º picture (the other 180º were the same)."},{"type":"space"},{"type":"paragraph","text":"![Serengeti](./images/Tanzania/serengeti_plains.jpg)"},{"type":"space"},{"type":"paragraph","text":"The park is not like this all around but it was definitely a shock compared to Tarangire, which had a lot more vegetation and trees. We stayed here for four days. First we visited the North, where we got to see one of the famous river crossings and wildebeest that would go in line for miles. Once we drove for a few minutes and the line of wildebeests just kept going and going."},{"type":"space"},{"type":"paragraph","text":"![River Crossing](./images/Tanzania/crossing.jpg)\n![Wildebeests](./images/Tanzania/gnus_in_line.png)"},{"type":"space"},{"type":"paragraph","text":"We also visited Central Serengeti, which is mostly famous for the sheer amount of predators. We saw lions and leopards up close and cheetahs in the far distance.\nAnd when I say up close…\nThis photo has absolutely no zoom."},{"type":"space"},{"type":"paragraph","text":"![Lions](./images/Tanzania/lions.jpg)"},{"type":"space"},{"type":"paragraph","text":"And in this one you can clearly see the car that was next to ours. This one is actually a finding. It’s hard to spot leopards as they’re usually up in the trees (we got to see one as well by the way) but it’s really rare to see one on the ground as they only get out of the trees to go hunting or to go to another tree (which was the case here)."},{"type":"space"},{"type":"paragraph","text":"![Leopard on Foot](./images/Tanzania/leopard.jpg)"},{"type":"space"},{"type":"paragraph","text":"The last park we visited was the Ngorongoro crater. If you only have one day to go on Safari this is the place to go (our Safari guide said so as well). Why? Because you can see a bit of (almost) every animal there and wherever you are standing in the crater you will be able to spot more than one species. For instance, as soon as we got to the bottom of the crater we could see, in the naked eye, buffallos, wildebeests, zebras and lions."},{"type":"space"},{"type":"heading","depth":2,"text":"Our final itinerary"},{"type":"paragraph","text":"Day 1 - Arrive at Arusha airport, take a shuttle to the hotel (both hotel and shuttle had been previously booked by us). Spend the day in Arusha.\nDay 2 - Meet the tour guide and head to Tarangire. Safari in Tarangire."},{"type":"space"},{"type":"paragraph","text":"Day 3 - Safari in Tarangire"},{"type":"space"},{"type":"paragraph","text":"Day 4 - Visit Mto Wa Mbo Culture Tourism  Centre and meet the Makonde and Chaga tirbes"},{"type":"space"},{"type":"paragraph","text":"Day 5 - Drive to Serengeti North (enroute Safari)"},{"type":"space"},{"type":"paragraph","text":"Day 6 - Safari in Serengeti North (we got to see a river crossing)"},{"type":"space"},{"type":"paragraph","text":"Day 7 - Drive to Central Serengeti (enroute Safari). Safari in Central Serengeti"},{"type":"space"},{"type":"paragraph","text":"Day 8 - Safari in Central Serengeti. Visit Olduvai Gorge. Visit a Maasai village."},{"type":"space"},{"type":"paragraph","text":"Day 9 - Safari in Ngoronogoro crater"},{"type":"space"},{"type":"paragraph","text":"Day 10 - Meet Hadzabe and Datoga tribes near Lake Eyasi, "},{"type":"space"},{"type":"paragraph","text":"We went with Roam Serengeti Safaris and we couldn’t have made a better choice. Both Mussa (the owner and the one who was supposed to be our guide had he not been in an accident a few day before our arrival) and Lyimo, our actual guide, were everything we could possibly hope for and provided us a terrific Safari. Plus, you get to go with a locally owned company so you know your money is going into the country."},{"type":"space"},{"type":"paragraph","text":"After the Safari we spent a few more days in Tanzania:"},{"type":"space"},{"type":"paragraph","text":"Day 11 - Early flight to Zanzibar. Shuttle to the hotel in Kendwa (both hotel and shuttle were previously booked). Spend afternoon at the beach "},{"type":"space"},{"type":"paragraph","text":"Day 12, 13, 14 - Beach and relax time"},{"type":"space"},{"type":"paragraph","text":"Day 15 - Early shuttle to Stone Town. Visit Stone Town"},{"type":"space"},{"type":"paragraph","text":"Day 16 - Early flight to Dar Es Salaam. Visit Dar Es Salaam. Late flight (3 am) back to Porto"},{"type":"space"},{"type":"paragraph","text":"**Hope you enjoy as much as we did!!!**"},{"type":"space"}]